7zip
ark
autokey-common
base
base-devel
blueman
brightnessctl
btop
cava
checkupdates-with-aur
cliphist
dkms
dolphin
dosfstools
dotnet-runtime
dunst
efibootmgr
eza
fastfetch
figlet
flatpak
fzf
git
gnome-disk-utility
gnome-keyring
gnome-text-editor
gparted
grim
grimblast-git
grub
gst-plugin-pipewire
gum
gvfs-afc
gvfs-mtp
gvfs-smb
htop
hypridle
hyprlock
hyprpaper
hyprpicker
hyprshade
ifuse
imagemagick
intel-ucode
iwd
jdk-openjdk
jq
kdeconnect
kitty
kwin-effect-rounded-corners-git
kwin6-bismuth-decoration-git
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
loupe
lrzip
lzop
mtools
nano
nautilus
neovim
network-manager-applet
networkmanager
nmap
noto-fonts-cjk
noto-fonts-extra
ntfs-3g
nvidia-dkms
nvidia-settings
nwg-dock-hyprland
nwg-look
openresolv
openrgb
os-prober
otf-font-awesome
pamac-aur
papirus-icon-theme
partitionmanager
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
polkit-gnome
polkit-kde-agent
power-profiles-daemon
python-pip
python-pywalfox
python-screeninfo
qbittorrent
qimgv-git
qt5-quickcontrols2
qt5-wayland
qt6-wayland
qt6ct
reflector
rofi
samba
sddm
sddm-theme-tokyo-night
slurp
smartmontools
sof-firmware
starship
steam
swaync
system-config-printer
task
taskwarrior-tui
theclicker
tk
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
tty-clock-git
tumbler
unrar
uwsm
vim
vlc
waybar
waypaper
wget
winboat-bin
wine
winetricks
wireguard-tools
wireless_tools
wireplumber
wlogout
wofi
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
zram-generator
zsh
